Repository: hiurequeiroz/geonode-mapstore-client
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Number
pt: Número

source: Integer
pt: Inteiro

source: Boolean
pt: Booleano

source: Binary
pt: Binário

source: Django MapStore2 Adapter
pt: Adaptador Django MapStore2

source: MapStore2 Geonode Apps Plugins
pt: Plugins de Apps MapStore2 Geonode

source: GeoStory Created
pt: GeoHistória Criada

source: A GeoStory was created
pt: Uma GeoHistória foi criada

source: GeoStory Updated
pt: GeoHistória Atualizada

source: A GeoStory was updated
pt: Uma GeoHistória foi atualizada

source: GeoStory Approved
pt: GeoHistória Aprovada

source: A GeoStory was approved by a Manager
pt: Uma GeoHistória foi aprovada por um Gerente

source: GeoStory Published
pt: GeoHistória Publicada

source: A GeoStory was published
pt: Uma GeoHistória foi publicada

source: GeoStory Deleted
pt: GeoHistória Deletada

source: A GeoStory was deleted
pt: Uma GeoHistória foi deletada

source: Comment on GeoStory
pt: Comentário sobre a GeoHistória

source: A GeoStory was commented on
pt: Uma GeoHistória foi comentada

source: Rating for GeoStory
pt: Avaliação da GeoHistória

source: A rating was given to a GeoStory
pt: Uma avaliação foi dada a uma GeoHistória

source: %s Type
pt: Tipo %s
